Repository: eunhyekoo/glo_project
Catalog: feedback/TMData/[Naver] Returnee of the Fallen Family (멸망한 가문의 회귀자).tmx
Source language: ko_kr
Languages: en_us

source: “설령 내가 돈지랄 병정놀이를 한다고 생각이 들더라도.”
en_us: “Try your best, even if you want to sod off for a game of soldiers.”

source: 패드릭의 옆에서 돌진하던 헤인켈은 예상외의 광경에 눈을 부릅떴다.{j}자신의 차징이 적 기사 하나에게 중상을 입혔다는 것은 중요치 않았다.{j}자신들의 두 배에 달하는 적들의 사이를 파고들기 위해선 가주가 반드시 있어야 했다.{j}지금 이대로는 전진해 봤자 자살행위일 뿐이었다.{j}이를 악물고 말을 돌려 또 다른 기사를 공격했지만, 그조차 쉽지 않았다.
en_us: Sir Heinkel had rode along side the Baron and his eye widened in shock from what he had witnessed. The fact that his charge had severely wounded an enemy knight was secondary as he saw the enemy, double in size, scythe through his knights. He knew that engaging the enemy without the Baron was a suicide mission. He gritted his teeth and attacked another knight but that also proved to be difficult.

source: “나와라, 빅토르.{j}훈련 시작이다.”
en_us: “Come out, Victor. It’s time for training.”

source: 망나니 아들과 차가운 아버지.
en_us: A failed son and a distant father.

source: 그 말에 용병들의 환호성이 잦아들었다.
en_us: The mercenaries’ excitement died down after Logan’s words.

source: “얼마 전까지 입으로만 반성한다면서 눈으로는 억울해하던 놈 같지 않구나.”
en_us: “this isn’t the same Logan that would say he’s sorry while his eyes said he was wronged.”

source: 짝!
en_us: Slap!

source: 그 지체 없는 대답에 의외라는 듯 잠시 자신을 물끄러미 바라보던 아버지가 어느 순간 천천히 고개를 끄덕였다.
en_us: His father was surprised at Logan’s precise and committed response, and his head slowly nodded in approval.

source: ‘지금 당장 신경 써야 할 것은 명백하다.’
en_us: It’s clear what I need to focus on right now.

source: “거기, 너.”
en_us: “Hey, you.”

source: “그래서 거절하겠다는 건가?”
en_us: “So, you reject my offer?”

source: 그래서 그들은 길게는 열흘, 짧게는 5일 이상을 맥라인 영지 남부의 다 쓰러져 가는 별장에서 기사들의 감시 속에 숙식을 해결해야 했다.{j}하루하루 기다리는 시간이 길어질수록 당연히 용병들의 불만은 쌓여만 갔다.
en_us: Which was why they were housed in a dilapidated summer house in the southern part of the MacLine territory, under the supervision of the house knights. Some men had been there for as long as ten days while some only arrived five days ago. The frustration of the mercenaries mounted with each passing day, and the days were getting longer and longer.

source: 하마르의 거의 울먹이다시피 하는 대답을 듣고 나서야 로건은 흡족한 표정으로 작업장을 나왔다.
en_us: Hamar was on the verge of tears but Logan walked out the workshop with a smile as wide as the ocean.

source: “……울브스 가문은 이 파혼에 대한 대가로 300만 골드의 배상금을 지급할 의사가 있습니다.”
en_us: “The House of Wolves are willing to pay a compensation of three million gold for the breaking of the betrothal.”

source: “귀족은 귀족으로서 의무를 다해야 진짜 귀족이다.{j}가장 기본적인 의무를 저버린 자는 귀족의 자격이 없어!”
en_us: “To become a true noble, one must fulfill their noble duty no matter the cost. Someone that fails to uphold their most fundamental devoir has no right to call themselves a nobleman!”

source: “자.{j}계약 완료!”
en_us: “The contract is now complete!”

source: ‘쉽게 끝내면 안 되지.’
en_us: I can’t let you off this easily.

source: 그러니 그 후계자들의 무력에 관심이 갈 수밖에 없었다.
en_us: This is why people were more than interested in the strength of the heir.

source: 이 시기에 저질렀던 폭언과 폭행들.
en_us: The torrent of abuse and violence he committed back then.

source: 툭.
en_us: Thud.

source: ‘……왜 이렇게 잘 알지?{j}가주도 잘 모르는 은행 일을…….’
en_us: How does he know so much. Not even the Baron knows this much about our finances.

source: “이 무기에 대한 비밀이 유출될 수도 있어.{j}그건 안돼.”
en_us: “This weapon may be leaked. I can’t allow that.”

source: “그래.{j}그냥 활이 아니라 석궁을 들게 할 거야.”
en_us: “They are mounted archers except they will carry crossbows instead.”

source: 웃으며 리이나를 보던 패드릭의 얼굴이 딱딱하게 굳고, 모두가 그의 눈치를 보며 숨을 죽였다.
en_us: Padric’s smiling face had now hardened and everyone was careful not to cross eyes with him.

source: 전방의 전열이 무너지며 순식간에 벌어진 상황에, 릭은 사신이 바로 눈앞으로 다가온 느낌이었다.{j}연신 비명을 지르면서도 몸이 얼어붙어 제자리에 굳어 버린 순간, 눈앞으로 불쑥 창이 하나 나타났다.
en_us: The infantry vanguard had rapidly collapsed and Rick felt that the grim reaper was coming for his dear life. He screamed out in horror as his body froze when a spear appeared in his eyeline.

source: 이 상황에 자신이 기사를 이긴다면, 과연 어떤 소문이 퍼질까.
en_us: Logan worried about the new rumors that would spread if he defeated Sir Dominan.

source: “뭘 그리 용병들 인건비까지 다 주면서 비싸게 삽니까.{j}호구 새…… 아, 갑자기 몸이 찌뿌둥하네.”
en_us: “There is no need to hire expensive mercenaries to acquire karock meat...You idio...Oh my, I’ve suddenly got a headache.”

source: 얼굴이 벌게진 패드릭의 분노가 폭발하며 날 선 외침이 로건에게 쏟아졌다.
en_us: Padrick’s face was glowing with anger and Logan bore the full brunt of his fury.

source: ‘언제가 됐건 이기면 그만이다.{j}무력은 지금도 충분해.’
en_us: Timing is irrelevant. We must win and I’m confident of victory with our current strength.

source: 담담한 목소리가 천국까지 상승했던 기분을 다시 나락으로 끌어내렸다.
en_us: But Logan’s stern refusal sent his spirits back down to earth.

source: 말이 채 끝나기도 전에 빅토르의 대답이 들렸다.{j}고통에 찬 비명을 제외하면 로건이 빅토르를 만난 후 처음 듣는 우렁찬 목소리였다.{j}로건은 그 대답이 빅토르 자신의 미래가 아닌 동생의 처우를 언급하자마자 나왔다는 것에 주목했다.
en_us: Victor accepted Logan’s offer before he could finish his sentence. That was the loudest he heard Victor speak if he excluded his cries of pain from before. Logan took notice of how Victor immediately accepted the offer when he mentioned his younger sister and not when he was told about his own promotion to nobility.

source: 로건이 계획했던 3개월의 수련.{j}그는 생각했던 목표를 넘치게 달성하였다.
en_us: The results of his three month training far exceeded his expectation.

source: 거기다 뻔뻔하게 미소 짓는 기사의 얼굴이 어우러지자, 로건의 심기가 제대로 뒤틀리고야 말았다.
en_us: The brazen smile of the knight managed to ignite Logan’s temper.

source: 그러고는 기합과 함께 온몸을 붉게 물들이며 로건의 눈앞으로 쇄도했다.
en_us: His body glowed bright red with his battle cry and the light flooded Logan’s eyes.

source: 금세 대전이 시끄러워졌다.{j}그만큼 예상치 못한 대답이었다.{j}그 말에 여전히 조금은 미안한 표정을 짓고 있던 리이나의 얼굴이 순간적으로 일그러졌다.{j}잠시 소란스러웠던 가솔들의 웅성거림이 잦아들자, 패드릭이 말을 이었다.
en_us: Loud murmurs and gasps of astonishment refilled the hall. It was an unexpected answer. The sorrowful look that Lina wore, what little that was left of it, was completely gone after hearing the Baron’s words. The rumble of the vassals gradually died down and Padrick continued to speak.

source: “너는 이제부터 내 보물 1호다.”
en_us: “This my most treasured possession.”

source: “대단합니다.{j}이걸 염두에 두셨기에 석궁기마병을 말씀하신 거군요.”
en_us: “It’s remarkable. I understand now why you’ve tasked me with training them into mounted crossbowmen.”

source: “기사나 병사의 전력 강화나 무기 증강과 개발.”
en_us: Our knights and soldiers must become stronger or we need to develop new weapons and stockpile them.

source: “지금 무슨 말을…….”
en_us: “I have no idea what you’re saying.”

source: 갑작스레 변수가 생기긴 했지만 그간 착실히 준비해 온 만큼 자신감은 흔들리지 않았다.{j}물론 다른 이들의 생각은 달랐다.
en_us: The abrupt change to the timeline was a first but he had been steadily preparing for this moment and his confidence was unshaken. But the others thought differently about the situation.

source: 붉은 머리, 붉은 눈동자.
en_us: Red hair with red eyes.

source: “그럼 별일 없다는 거지?{j}나 훈련하러 간다?”
en_us: “So, there’s really nothing wrong? I’ll be heading out to train then.”

source: 로건은 고개를 갸웃하면서도 그 청년을 향해 다가갔다.
en_us: Logan was in doubt but still made his way toward the young man.

source: 이런 녀석을 원망하고 부러워하던 과거의 자신이 너무 우스웠다.
en_us: Logan could only smile when he thought of his past self, loathing and envying such a boy.

source: 그리고 얼마나…….{j}그리웠던 사람인가.
en_us: The person I...missed the most.

source: “자, 그럼 의뢰인 먼저 덤벼 보시오!”
en_us: “Well, you are my client. It would be rude of me not to give you the first attack.”

source: 단지, 든든하지만 찜찜한 한마디가 로건의 가슴을 조금 아프게 만들 뿐이었다.
en_us: His words were reassuring yet sad and it tugged at Logan’s heart.

source: “공자님!
en_us: “My prince!

source: 위기 상황 때문인지 패드릭은 평소보다 더욱 감정을 다스리지 못하고 있었지만, 안타깝게도 패드릭의 평점심을 뒤흔드는 것은 로건만이 아니었다.
en_us: The crisis had perhaps affected Padrick more than he had thought as his reaction seemed unusually more emotional. But Logan wasn’t the only problem he had to deal with.

source: - 기사 가문의 후계자로 그런 겁쟁이는 어울리지 않는다.
en_us: “A coward like shouldn’t be the heir to a house of noble knights.”

source: ‘돈을 좀 더 써야겠지.’
en_us: I guess it’s time to spend some money.

source: “꼴에 갑옷은.{j}아이고, 칼도 찼네.{j}병정놀이라도 하려는 건가?”
en_us: “Pfft. Battle armor for a newborn. He even has a sword. Does he think we are playing toy soldiers?”

source: ‘그 말을 꺼내실 줄은 몰랐는데…….’
en_us: I never expected him to mention her...

source: 맹수가 으르렁거리는 듯한, 분기에 찬 낮은 음성은 전혀 괜찮지 않아 보였지만, 카이는 얌전히 입을 닫았다.{j}이미 완벽한 타이밍에 매복에 성공한 것만으로도 이 어린 고용주의 전술에 대한 믿음이 확고해진 것이다.{j}하지만 보병들이 충돌하고 전열이 무너지는 순간에는 다시 입을 열 수밖에 없었다.
en_us: Kai could feel the rage underneath Logan’s calm tone but he remained silent and waited for his command. Kai was already won over by Logan’s foresight but the perfectly planned ambush cemented his belief in him as a shrewd tactician. But he had to ask one final time when he saw the MacLine army had instantly lost formation after a charge and were being pegged back.

source: 온몸이 산산조각나던 고통까지도 생생히 기억나건만.
en_us: He vividly remained the body-shattering pain he endured.

source: 혹시나 더 공급한다 해도 기사단 정도였다.
en_us: If there were extra supplies, they would go to the order of the knights.

source: 내치실 때 아프셨는지.
en_us: If banishing him was painful.

source: 그 말을 들은 로건의 표정은 확 굳어졌다.{j}두 사람이 가지고 있는 같은 역린, 로건의 친어머니에 관한 이야기는 사실상 집안의 금기와도 같았다.{j}그런데도 그 말을 꺼냈다는 것은 아버지, 패드릭이 하는 최후통첩이나 다름없었다.{j}그에 침묵하던 로건 역시 무겁게 말을 꺼냈다.
en_us: Logan’s face froze. Speaking about their mutual bond, Logan’s birth mother was practically a family taboo. Padrick’s mention of his mother made it clear that it was indeed an ultimatum. Logan broke his stunned silence and spoke as if he felt the weight of his every word.

source: 그 말에 로건의 눈썹이 꿈틀거렸다.{j}건장한 청년 노예의 가격이 보통 300골드쯤 했다.{j}매부리코 노예상은 피골이 상접한 어린아이들에게 그 수십 배의 가치를 매긴 것이다.{j}물론 귀족 학살자의 가치를 생각하면 두 당 1만이 아닌 10만도 싼 가격이지만, 그것은 그만이 아는 정보.{j}지금은 단순히 희귀한 눈동자를 가지고 있을 뿐인 그들을 그 가격을 다 주고 살 생각은 없었다.
en_us: Logan’s grimaced to show his displeasure. A healthy slave boy would cost around three hundred gold. The hooked-nosed trader had priced these bone-thin children at an astronomical rate, over thirty times their original value. The true value of the Noble Killer was so high that even a hundred thousand seemed like a bargain but only Logan knew of his potential. As it stood, the only bargaining chip the trader held was their rare odd eyes and Logan had no plans to buy them for the price he quoted.

source: 전생의 이 시기에는 꿈도 꾸지 못했던 힘이 그의 기대를 증폭시켰다.
en_us: He couldn’t dare dream of this power in his actual youth before his return, it exceeded his expectations.

source: 그간의 경험은 위계질서가 필요한 단체, 특히 무기를 든 거친 사내들의 모임에서는 한번 기강을 잡을 때 확실히 바로잡을 필요가 있다는 것을 알려 주었다.
en_us: His experience taught him that a group of armed and dangerous men needed order and hierarchy, and the time came to establish that order, you had to make it crystal clear who was on top.

source: 장난기 어린 얼굴의 갈색 머리 청년.
en_us: A brown-haired youth with a face full of mischief.

source: 로건의 가출을 용인해 주는 것이 가주라면 얘기가 좀 다르긴 했다.{j}하지만 다음 날.
en_us: The story changed if the Baron allowed Logan to leave his home. But it was too good to be true as Rick found out the next day.

source: 12화
en_us: Chapter Twelve

source: “안 되었다는데 내 손모가지를 건다.”
en_us: “I bet my hand that he isn’t”

source: 용병대가 제 역할을 못 해 준다는 최악의 가정하에, 그 대비책이 될 만한 방안이 필요했다.{j}로건은 그것을 위해 다시 아버지를 찾아갔다.
en_us: He needed to prepare an alternative if in a worst case scenario, the mercenaries weren’t able perform to expectations. Logan went to see his father to find a solution.

source: ‘그래도 생각보다 제법인데?’
en_us: They are doing better than I expected.

source: “오히려 내가…….”
en_us: “It was more me than you...”

source: “대공자님이 보유하신 용병대가 기마 훈련을 하고 있다고 들었는데 맞습니까?”
en_us: “Is it true that the eldest master’s mercenary army are being trained as cavalry?”

source: “그런데 왜 하필 선산에서 수련하십니까?”
en_us: “Why do you have to train on the mountain?”

source: 옆 나라인 제국만 해도 포스 유저가 포함된 강도단이 흔한데, 이 나라는 그런 일은 거의 없었다.{j}그것은 기사에 대한 과한 환상을 가진 전통문화와 그들에 대한 강력한 통제를 원하는 귀족들의 권위 의식이 합쳐져 만들어 낸 결과였다.{j}이미 평범한 하급 기사 수준을 벗어난 로건이라면, 적어도 관도를 따라 움직일 때 신변을 걱정할 일은 없었다.{j}어설픈 강도들이라면 로건의 갑옷에 새겨진 귀족의 문양만 봐도 접근조차 안 할 테니까.{j}하지만 몸이 편안할지라도 마음마저 그래서는 안 된다.
en_us: In the Empire, a neighbor of Grandia, it was common to find a force user or two in a band of robbers but it wasn’t the case in this country. The deep enrooted fantasies and traditions of knighthood, and the noble elite that wanted to control it, made sure that such an affront was impossible. For a user like Logan, who was above the level of the average low knight, didn’t need to worry about his safety when he travelled on the the king’s road. A group of amateur robbers would not dare approach Logan once they saw the emblem of his house engraved on his armor. Logan’s body was comfortable but he knew better to not let his mind become complacent.

source: ‘길어도 한 달.{j}그 정도면 충분할 거야.’
en_us: A month at the most. That will be enough.

source: “벌써 내성에 들어왔다더냐.{j}준비해야겠군.”
en_us: “She’s already inside the castle. I must prepare.”

source: “그건 참고가 안 되잖아.{j}그 노인네 실력이…….”
en_us: “That doesn’t count. The old man’s skills were...”

source: “어찌, 마음에 드시오?”
en_us: “Do you like what you see?”

source: 움찔.
en_us: Flinch.

source: “몇 개요?”
en_us: “How many did you say?”

source: 로건은 자신의 앞을 가로막은 사십 대의 기사를 물끄러미 바라보았다.
en_us: Logan stared at the middle-aged knight, who had blocked his path to see his father.

source: 이렇게까지 말했는데.{j}왜?{j}어째서?
en_us: After all my efforts. Why? What is the reason?

source: “1박에 5골드.{j}식사 비용은 따로.{j}괜찮으십니까?”
en_us: “Five gold per night and the breakfast is charged separately. How’s that sound?”

source: “확실히 좀…….”
en_us: “It certainly does look that way...”

source: ‘이게 말이 돼?{j}무슨…….’
en_us: How can this be...this doesn’t make sense.

source: 피가 흐를 정도로 입술을 깨물면서도 소년이 쭉 뻗은 팔과 다리를 기어이 굽히지 않고 고집스럽게 버티는 이유는 누구나 쉽게 알 수 있었다.{j}소년이 업고 달리던, 닮은 이목구비의 여자아이를 중년인의 발길질에서 보호하기 위해서였다.
en_us: The boy had bit his lips so hard that they dripped with blood but he stood firm with his arms and legs outstretched, stubbornly holding his ground. The reason was clear. He was protecting the girl he had on his back, who looked almost identical to him, from the hooked-nosed man.

source: 기다렸다는 듯 바로 나오는 요구사항에 카이가 떨떠름한 표정을 지었다.
en_us: Logan cited his new list as if he had been waiting for Kai to ask and Kai was visibly overwhelmed by his new demands.

source: 19화
en_us: Chapter Nineteen.

source: “혹시 압니까?{j}당신이 뒤늦게 재능을 개화해서 내 재산을 크게 불려 줄지.”
en_us: “Who knows. You might be a late bloomer but you could end up making me an absolute fortune.”

source: 하지만…….
en_us: However...

source: ‘어쨌건 하룬에 온 목적은 달성했다.’
en_us: I’ve achieved what I set out to do in Harun.

source: 예상치 못한 따듯한 말에 움찔한 로건은 그저 고개만 끄덕였다.
en_us: Logan was taken aback by the sudden show of warmth and duly nodded.

source: 게다가…….
en_us: Also...

source: 그 말 한마디에 알게 모르게 로건을 흉보던 이들은 물론, 조금은 호의적인 시선이던 소수의 용병들까지 안색이 싸늘하게 굳었다.
en_us: The crowd went silent. Logan’s mocking words had turned even the few that thought favorably of him turn their back on him. Every mercenary looked at Logan with a icy stare.

source: 오랜 친구이자 동문인 은발의 남자를 떠올린 패드릭이 조용히 분노를 안으로 삼켰다.{j}그러자 장내를 잠식했던 숨 막히는 기세가 거짓말처럼 사그라들기 시작했다.
en_us: Padrick thought about his long-time friend and silver-haired alumnus and quietly suppressed his anger, and the suffocating tension that captured the hall began to die down.

source: 그러니 무슨 일이 있어도 저 돈을 받아내야 차후의 위기를 헤쳐나갈 발판을 만들 수 있다.
en_us: Logan had to do everything within his power to build a foundation for the future with the compensation.

source: 과거의 가장 큰 죄를 짓게 했던 사건을 이번엔 새로운 기회로 만들어야 한다.
en_us: Logan had to turn the moment of his greatest failure into a new opportunity.

source: 로건은 오히려 기사를 더 도발했다.
en_us: Logan goaded the knight on into accepting the duel.

source: “몬스터 사냥을 해 볼까 해.”
en_us: “I think I’m going to go monster hunting.”

source: “그래도 보시다시피 이곳 노예 시장에서도 하나뿐인 매물이라…….”
en_us: “But as you can see, they are a one of kind in the slave market.”

source: “혹시 다른 몬스터 고기는 필요없으신가요?”
en_us: “Do you need any other type of monster meat?”

source: “나는 너에게 무술을 가르칠 생각이야.{j}기사 수련을 시킬 것이고, 최종적으로 기사로 만들 생각이지.”
en_us: “I plan to teach you how to fight. You’ll train to be a knight with the hope that you will become one someday.”

source: 낄낄거리며 비아냥대는 말과 함께 비웃음이 퍼졌다.{j}하지만 그 비웃음 소리는 반나절도 채 이어지지 못했다.
en_us: Their ridicule and laughter filled the morning air but their mocking voices would barely last half a day.

source: 분노가 이성을 잠식한 것이다.
en_us: Rage had overtaken reason.

source: “요즘처럼 가문이 어려울 때 300만 골드의 거금은 그야말로 가뭄 속에 단비나 마찬가지 아닙니까.{j}공자님의 기지 덕분에 가문이 크게 한숨 돌리게 되었습니다.”
en_us: “The family is going through difficult times and three millions gold is like the sweet rain that is needed to end our proverbial drought! The entire house can breathe a sigh of relief thanks to you courage, Master.”

source: “예.{j}그럴 리가 없지요.{j}아무래도 헛소문인 듯합니다.”
en_us: “Of course not. I see now that the rumors were false.”

source: “거기다 바로 뒤에 이런 나무 상자를 달면 석궁을 쏘는 사람도 불편합니다.{j}이런 엉터리를 도대체 누가…….”
en_us: “And it’s essentially a wooden box behind a crossbow which will be extremely uncomfortable for the user. Who even came up with such a worthless...”

source: 로건의 치하에도 카이의 얼굴은 떨떠름했다.{j}그도 그럴 것이 그가 아닌 어느 누가 보더라도 지금 용병대가 보여 준 모습에 만족하기는 어려웠다.{j}그는 신뢰도 높은 A급 용병이었고, 많은 보수를 받는 만큼 양심이 찔리기도 한 것이다.
en_us: Kai was uncomfortable with Logan’s half-approval and grimaced. He knew that the current level of the mercenary army wasn’t up to scratch. The performance poked his conscience as he felt it didn’t match his pay grade and reputation as an A-level mercenary.

source: ‘이번엔 반드시…….’
en_us: This time...

source: 동시에 얼어붙은 것처럼 굳어 버린 하녀가 이내 몸을 덜덜 떨며 고개를 푹 숙였다.
en_us: The maid stood by the door, frozen in shock, then proceeded to shake and bow her head.

source: 검술훈련은 그로부터 세 시간 뒤에 끝났다.
en_us: The swordsmanship training lasted for three more hours.

source: 강렬한 두통에 절로 외마디 신음이 흘러나왔다.
en_us: An intense headache let out a loud groan.

source: ‘그나마 약간의 기대는 놓지 않으신 건가.’
en_us: Perhaps he’s still holding onto some hope.

source: “무기를 들 수 있는 남자를 모두 모아라!{j}우리도 전력으로 응대한다!”
en_us: “Gather every man that can hold a weapon! We’ll face them with everything we have!”

source: 이제 마지막 단계만이 남아 있었다.
en_us: There was one final stage left.

source: - 산으로 돌려보낼 의향도 있다.
en_us: “I have every intention to send you back to the mountains.”

source: 기다렸다는 듯이 들려오는 중후한 음성에, 로건 역시 지체하지 않고 문을 열었다.
en_us: Logan’s father sounded like he was expecting him and Logan entered the door without hesitation.

source: “됐고.{j}저기 저 노예나 꺼내 와.”
en_us: “That’s enough. Bring me that slave over there.”

source: 로건과 드웨인의 시선이 치열하게 부딪치는 것도 잠시.{j}만성적인 예산 부족에 쪼들리는 행정관이 먼저 고개를 숙였고, 그것으로 거래는 성사되었다.
en_us: Logan and Dwain locked eyes in a game of chicken but it was over too quickly. The steward, constantly in a state of distress trying to squeeze every dime, lowered his first, which both men took as a sign that a deal had been made.

source: “주인님!{j}완성했습니다!{j}완성했어요!”
en_us: “Master! It’s complete!”

source: 얼굴에 경련이 일어날 것 같았지만 지금은 때가 아니다.{j}드웨인은 애써 표정을 관리했다.{j}맥라인 재무행정관 20년 세월은 비굴한 표정이 일상인 자리였기에 가능한 일이었다.
en_us: Dwain felt his face could melt off but it wasn’t the right time. He tried his best to maintain a straight face. His had honed his servile expression on a daily basis for over twenty years as the steward of the house.

source: 그러니 가장 가까운 이에게도 밝힐 수 없는 비밀이었다.
en_us: Logan had to keep his writing a secret, even from his loved ones.

source: “……장난감이라도 만들어 파시려고 하는 겁니까?”
en_us: “Are you planning on making toys or something similar?”

source: 집안 자체에 돈이 없다.{j}돈을 벌 방법.{j}그것도 당장, 가까운 시일 이내에 떼돈을 벌 방법이 필요했다.
en_us: The family simply had no money. He needed a way to make money, and quick. He needed a way to make a fortune in a short span of time.

source: 전쟁터에서 그 비슷한 죽음을 맞이한 이만 수백은 보았다.
en_us: Logan had seen hundreds of deaths caused by explosions.

source: 그리고 마지막 최후까지.
en_us: Until my last breath.

source: 록페른은 로건이 생각만큼 만만한 상대가 아니었음을 강조하여 리이나를 위로하고자 했지만, 리이나가 그 의도를 모를 리 없었다.
en_us: Lockferan tried to reassure Lina by emphasizing that Logan’s strength was nothing to scoff at, but she saw through his intentions.

source: 그리고…… 그립긴 하셨는지.
en_us: And...if he ever missed him.

source: “흥!{j}그거야 당연하죠.{j}하지만 이 분함은 언젠가 반드시 갚아 줄 거예요.”
en_us: “You are right! But will avenge the disgrace I felt today somehow, someday.”

source: ‘……반드시 성공한다!’
en_us: There is no failure!

source: “제국 방향 호위 의뢰 B급 다섯 선착순~!”
en_us: “I need five B-level mercenaries here for an escort mission to the Empire.”

source: “대공자가 원래 좀…….”
en_us: “The eldest master was always a little...”

source: “죽어라!”
en_us: “Die!”

source: 카이로스 가문이 영지전에서 조력을 거절한 것은 전생에도 있었던 일이었다.{j}다른 무슨 사정이 있는 것인지 아니면 단순한 선 긋기인지는 모르겠지만, 후에 로니안이 오러유저가 되어 가문을 다시 되살렸을 때도 외가와 연락을 끊은 것을 보면 이 관계가 다시 회복될 가능성은 거의 없다고 해도 좋았다.{j}물론 로건에게는 어떻게 되든 의미 없는 소리였다.
en_us: House of Caiross had also failed to come to the call of House MacLine during the Battle of the Territories in Logan’s past life. The exact reason wasn’t certain but the two houses remained distant even when Lonian became an auror user and managed to bring the house out of ruin. It was safe to say it had become an irreparable bond. But none of it concerned Logan.

source: “결투, 받아들이겠습니다.”{j}아드득, 도미넌의 이가 부서질 듯 갈렸다.
en_us: “I accept your request.”,{j}said Sir Dominan as he clenched his jaw and grinded his teeth.

source: 그에게 하는 말이 아닌 듯한 알 수 없는 중얼거림이었지만, 더없이 깊게 가라앉은 로건의 눈빛은 그 간절함이 엿보이는 듯했다.
en_us: Dwain wasn’t sure if Logan’s words were for him but as he looked deeper into Logan’s eyes, he discovered a seabed of desperation lying underneath.

source: 릭의 독촉에 로건은 깊은 한숨을 내쉬었다.
en_us: Logan let out a heavy sigh as Rick pressed him further to get dressed.

source: ‘기왕 이렇게 된 거 그 일을 드웨인에게 맡기자.{j}돈도 조금 주고…….’
en_us: At least I can ask Dwain for his help with that one thing, and throw him some money while I’m at it...

source: “저는 여자입니다.{j}출가하여 다른 집안의 사람이 될 몸.{j}아버지께서는 가문의 중요한 일은 제게 상의하지 않으십니다.”
en_us: “I am a woman. I’ll belong to another house after I’m married. I’m afraid that my father does not disclose matters of importance with me.”

source: 오히려 세상 모든 몬스터 고기를 팔아넘겨 보겠다는 듯 먹음직스러운 먹이를 보는 맹수의 눈빛으로 달려드는 이들이 처치 곤란할 정도로 많았다.{j}상인 길드에 의뢰를 맡기고 공탁금을 건 뒤 불과 이틀이 지났을 무렵.
en_us: Logan and Phillip were overwhelmed by the number of merchants willing to trade with them as they circled them like vultures looking to feast on helpless prey. It only took two days after they had request the order for the word to spread.

source: “그래?
en_us: “You do?”

source: “어차피 내가 나중에 이끌어야 할 이들인데, 힘으로 한번 눌러 두면 앞으로 내 말을 허투루 듣는 일은 없겠지.{j}그래야 너도 훈련 시키기 편할걸?”
en_us: “I’ll eventually lead these men and pushing them down a couple notches will make easier to control. Don’t you think it will be easier for you to train them now?”

source: 한때는 한없이 저주하고 부러워했던.
en_us: There was a time when Logan hated him as much as he envied him.

source: 당황하는 이들에게 그가 해 준 말도 하나뿐이었다.
en_us: He’d simply say one more thing to his stunned peers.

source: 그리고 얼마 후.
en_us: Soon after.

source: 물결 가르기, 파랑참(波浪斬).
en_us: The wave splitting technique.

source: “그들이 동원 가능한 정규 병력도 천 명이 넘어요.{j}우리 가문의 곱절이 넘습니다!{j}화의를 청해야……”
en_us: “They’re able to mobilize over a thousand full-time soldiers. That’s double our forces! We must seek peace...”

source: 그런 그녀의 뒤를 따르는 이들은 늑대 문양 갑옷을 입은 기사 하나와 시종 넷.
en_us: She was accompanied by a knight with wolf-shaped armor and four servants.

source: “투지가 넘치는 것은 좋지만, 대상을 가려야지.”
en_us: “I like your fighting spirit but you should learn to choose your opponents wisely.”

source: ‘진짜 병정놀이인 건가.{j}헷갈리는군.’
en_us: I don’t know if he really is playing toy soldiers or not. It’s confusing.

source: “미친, 이게 말이 돼?”
en_us: “That’s insane. How can it be?”

source: 욱씬.
en_us: Throb.

source: “죽어!{j}죽어!{j}죽어!”
en_us: “Die! Die! Die!”

source: 영지 전력의 강화.
en_us: The entire territory had to be reinforced.

source: “로건 용병대 314명 준비 끝났습니다.”
en_us: “All three hundred and fourteen men of my mercenary army are ready to fight.”

source: “흠, 뭘.{j}기본이지.”
en_us: “Well, what can you expect from a human?”

source: 결국 저택의 입구에서 시작된 시비는 기사 연무장으로 옮겨졌다.
en_us: The fight had now moved from the entrance of the residence to the knights’ training field.

source: 7화
en_us: Chapter Seven
